export const cityDataArray = [
  {
    cityIndex: 0,
    cityName: '新北市',
    tabs: [
      {
        isLocked: false,
        unlockGame: 'snake',
        tabTag: '基本資料',
        tabContent: [
          '1.市府畫重點：新北市的住商用地相對足夠，這次的重點在於重新調整區位，把人口和產業區從較擁擠、昂貴的都市外移到郊區',
          '2.預計最多會增加40萬人，目前全市50%以上的人口聚居在板橋區、中和區、新莊區、三重區、新店區，未來希望把人引導到蘆洲區、五股區、三峽區、鶯歌區、林口區等區',
          '3.住商用地預計增加420公頃，主要是在三重區、五股區、蘆洲區、土城區、三峽區、瑞芳區',
          '4.新規劃的產業用地約694公頃，主要落在五股區、泰山區、三峽區、鶯歌區、樹林區、大柑園區、瑞芳區',
          '5.三峽、鶯歌列為輔導違章工廠進駐的區域，是2026-2035年的發展重點',
        ],
      },
      {
        isLocked: true,
        unlockGame: 'snake',
        tabTag: '區位問題',
        tabContent: [
          '審查委員：重工輕農，超過九成農地都在山坡地，農糧大量倚賴其他縣市',
          '市府：將部分國土保育地區改為農業地區，農業應從國土配置出發，並不是所有的縣市都能保留大面積農地',
        ],
      },
    ],
  },

  {
    cityIndex: 11,
    cityName: '高雄市',
    tabs: [
      {
        isLocked: false,
        unlockGame: 'snake',
        tabTag: '基本資料',
        tabContent: [
          '1.市府畫重點：都市與鄉村的人口分布是全臺最失衡，9成聚集在都市，要靠投入重大建設吸引外來人口，縫合城鄉差距',
          '2.5年內要推14個開發案，包括在燕巢區、橋頭區新增153.4公頃的住商用地，在小港區、岡山區新增63.13的工業用地，在岡山區、仁武區、鳥松區設置未登記工廠聚落輔導區，共321.46公頃',
          '3.其中面積最大的開發案是六龜區寶來不老溫泉觀光休閒區，多達405.05公頃。2009年莫拉克風災造成嚴重的山崩和土石流，一直有地質脆弱的疑慮',
          '4.新規劃的產業用地約694公頃，主要落在五股區、泰山區、三峽區、鶯歌區、樹林區、大柑園區、瑞芳區',
          '5.未設置都市農業區，全轉型為納管農地工廠，或是保留作為都市發展',
        ],
      },
      {
        isLocked: true,
        unlockGame: 'balance',
        tabTag: '人口問題',
        tabTitle: '人口停滯、城鄉失衡',
        tabContent: [
          '審查委員：過去10年人口無顯著成長，已經被臺中市超車；現在只有1成的人口在鄉村，遠比全國平均的8:2更加失衡，未來鄉村地區只會萎縮不能成長',
          '市府：未來有新材料循環經濟園區、橋頭科學園區等產業園區，以及捷運、輕軌等重大交通建設，增加的就業機會能夠吸引外縣市人口移入。未來會調整人口達成率較低的都市計畫，推動城鄉均衡發展',
        ],
      },
      {
        isLocked: true,
        unlockGame: 'candy',
        tabTag: '區位問題',
        tabTitle: '人口持平卻新增住商用地？',
        tabContent: [
          '營建署：重點在於產業發展而非住商建設，產業帶動社會增加人口，才能解決問題，都市計畫區增加住商反而形成壓力',
          '市府：住宅供給雖然充裕，但有超過四成屬於30年以上老屋，必須預先儲備住宅更新的空間',
        ],
      },
      {
        isLocked: true,
        unlockGame: 'snake',
        tabTag: '缺水問題',
        tabTitle: '豐枯期水資源差異大',
        tabContent: [
          '審查委員：仰賴高屏溪川流水，水資源非常不穩定，在枯水期供水已經有幾十萬噸的不足，還需外縣市支援供水',
          '市府：將推動自來水減漏、鼓勵工廠廢水回收，降低水資源浪費，並優先引進低耗水產業。自來水公司於高屏溪沿岸進行溪埔及大泉伏流水開發，預計民國110年完成',
        ],
      },
      {
        isLocked: true,
        unlockGame: 'run',
        tabTag: '個別問題',
        tabTitle: '寶來不老溫泉區有災害風險？',
        tabContent: [
          '審查委員：不老溫泉區環境敏感脆弱，莫拉克風災期間發生嚴重傷亡，市政府用簍空打洞的方式，把災害的地方「打掉」，不代表剩下的一定就安全。應該適度刪減開發規模，地方民眾或許有開發土地的意見，但市府心中應該要有一把尺',
          '市府：並沒有要大規模開發，已經將有安全疑慮的環境敏感地區剔除，如果未來有更多調查事證，指出其他區域也有風險，也會調整',
        ],
      },
    ],
  },
]

export const infoCard = {
  cityIndex: 0,
  cityName: '新北市',
  tabs: [
    {
      isLocked: false,
      unlockGame: 'snake',
      tabTag: '基本資料',
      tabContent: [
        '1.市府畫重點：新北市的住商用地相對足夠，這次的重點在於重新調整區位，把人口和產業區從較擁擠、昂貴的都市外移到郊區',
        '2.預計最多會增加40萬人，目前全市50%以上的人口聚居在板橋區、中和區、新莊區、三重區、新店區，未來希望把人引導到蘆洲區、五股區、三峽區、鶯歌區、林口區等區',
        '3.住商用地預計增加420公頃，主要是在三重區、五股區、蘆洲區、土城區、三峽區、瑞芳區',
        '4.新規劃的產業用地約694公頃，主要落在五股區、泰山區、三峽區、鶯歌區、樹林區、大柑園區、瑞芳區',
        '5.三峽、鶯歌列為輔導違章工廠進駐的區域，是2026-2035年的發展重點',
      ],
    },
  ],
}
