export const cityData = [
  {
    index: 0,
    cityName: '新北市',
    basicInfo: [
      '1. 市府畫重點：新北市的住商用地相對足夠，這次的重點在於重新調整區位，把人口和產業區從較擁擠、昂貴的都市外移到郊區 ',
      '2. 預計最多會增加 40 萬人，目前全市 50% 以上的人口聚居在板橋區、中和區、新莊區、三重區、新店區，未來希望把人引導到蘆洲區、五股區、三峽區、鶯歌區、林口區等區',
      '3. 住商用地預計增加 420 公頃，主要是在三重區、五股區、蘆洲區、土城區、三峽區、瑞芳區',
      '4. 新規劃的產業用地約 694 公頃，主要落在五股區、泰山區、三峽區、鶯歌區、樹林區、大柑園區、瑞芳區',
      '5. 三峽、鶯歌列為輔導違章工廠進駐的區域，是 2026-2035 年的發展重點',
    ],
    specialInfo: [
      {
        tab1: [
          '1. 市府畫重點：新北市的住商用地相對足夠，這次的重點在於重新調整區位，把人口和產業區從較擁擠、昂貴的都市外移到郊區 ',
          '2. 預計最多會增加 40 萬人，目前全市 50% 以上的人口聚居在板橋區、中和區、新莊區、三重區、新店區，未來希望把人引導到蘆洲區、五股區、三峽區、鶯歌區、林口區等區',
          '3. 住商用地預計增加 420 公頃，主要是在三重區、五股區、蘆洲區、土城區、三峽區、瑞芳區',
          '4. 新規劃的產業用地約 694 公頃，主要落在五股區、泰山區、三峽區、鶯歌區、樹林區、大柑園區、瑞芳區',
          '5. 三峽、鶯歌列為輔導違章工廠進駐的區域，是 2026-2035 年的發展重點',
        ],
        isHide: true,
        unlockGame: 'snake',
      },
    ],
  },
]
